Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Delete Container & Data
ar: حذف الحاوية والبيانات
ca: Elimina el contenidor i les dades
cs: Smazat kontejner i data
da: Slet beholder og data
de: Container & Daten löschen
el: Διαγραφή κοντέινερ και δεδομένων
es: Eliminar contenedor y datos
fi: Poista säiliö ja tiedot
fr: Supprimer le conteneur et ses données
he: מחק מכולה ונתונים
hi: कंटेनर और डेटा मिटाएँ
hr: Izbriši spremnik i podatke
hu: Konténer és adatok törlése
id: Hapus kontainer dan data
it: Elimina contenitore e dati
ja: コンテナとデータを削除
ko: 컨테이너와 데이터 삭제
ms: Padam bekas dan data
nb: Slett beholder og data
nl: Verwijder container en gegevens
pl: Usuń kontener i dane
pt_br: Apagar contêiner e dados
ro: Șterge containerul și datele
ru: Удалить контейнер и данные
sk: Odstrániť kontajner aj údaje
sv: Radera behållare och data
th: ลบคอนเทนเนอร์และข้อมูล
tr: Kapsayıcıyı ve verileri sil
uk: Видалити контейнер і дані
vi: Xóa vùng chứa và dữ liệu
zh_hans: 删除容器及数据
zh_hk: 刪除容器與資料

source: Drag the divider between panes to resize them. Shift-click a shown tab to remove its pane, or click any tab normally to return to a single page. You can also right-click a tab and choose Open in Split.
ar: اسحب الفاصل بين الألواح لتغيير أحجامها. اضغط Shift مع النقر على علامة تبويب معروضة لإزالة لوحها، أو انقر أي علامة تبويب بشكل عادي للعودة إلى صفحة واحدة. يمكنك أيضًا النقر بزر الفأرة الأيمن على علامة تبويب واختيار «فتح في التقسيم».
ca: Arrossega el divisor entre subfinestres per canviar-ne la mida. Fes Maj-clic en una pestanya mostrada per treure'n la subfinestra, o fes clic normal en qualsevol pestanya per tornar a una sola pàgina. També pots fer clic dret en una pestanya i triar Obre en divisió.
cs: Táhni za předěl mezi panely a měň jejich velikost. Shift-klikem na zobrazenou kartu odebereš její panel, obyčejným kliknutím na kteroukoli kartu se vrátíš k jediné stránce. Můžeš také na kartu kliknout pravým tlačítkem a zvolit Otevřít v rozdělení.
da: Træk i deleren mellem ruderne for at ændre deres størrelse. Skift-klik på et vist faneblad for at fjerne dets rude, eller klik på et faneblad som normalt for at vende tilbage til én side. Du kan også højreklikke på et faneblad og vælge Åbn i opdeling.
de: Zieh den Trenner zwischen den Bereichen, um ihre Größe zu ändern. Umschalt-klicke einen angezeigten Tab, um seinen Bereich zu entfernen, oder klicke einen Tab normal an, um zu einer einzelnen Seite zurückzukehren. Du kannst auch mit rechts auf einen Tab klicken und „In Teilung öffnen“ wählen.
el: Σύρε τον διαχωριστή ανάμεσα στα τμήματα για να αλλάξεις το μέγεθός τους. Κάνε Shift-κλικ σε μια εμφανιζόμενη καρτέλα για να αφαιρέσεις το τμήμα της, ή κάνε απλό κλικ σε οποιαδήποτε καρτέλα για να επιστρέψεις σε μία σελίδα. Μπορείς επίσης να κάνεις δεξί κλικ σε μια καρτέλα και να επιλέξεις Άνοιγμα σε διαίρεση.
es: Arrastra el divisor entre paneles para cambiar su tamaño. Mayús-clic en una pestaña mostrada quita su panel, o haz clic normal en cualquier pestaña para volver a una sola página. También puedes hacer clic derecho en una pestaña y elegir Abrir en división.
fi: Muuta ruutujen kokoa vetämällä niiden välistä jakajaa. Poista ruutu vaihto-osoittamalla näkyvää välilehteä, tai palaa yhteen sivuun osoittamalla välilehteä tavalliseen tapaan. Voit myös osoittaa välilehteä hiiren oikealla painikkeella ja valita Avaa jakonäkymään.
fr: Faites glisser la séparation entre les volets pour les redimensionner. Maj-cliquez sur un onglet affiché pour retirer son volet, ou cliquez normalement sur un onglet pour revenir à une seule page. Vous pouvez aussi faire un clic droit sur un onglet et choisir Ouvrir en vue divisée.
he: גרור את המפריד בין החלוניות כדי לשנות את גודלן. לחיצת Shift על כרטיסייה מוצגת מסירה את החלונית שלה, ולחיצה רגילה על כל כרטיסייה מחזירה לדף יחיד. אפשר גם ללחוץ לחיצה ימנית על כרטיסייה ולבחור ״פתח בפיצול״.
hi: फलकों के बीच के विभाजक को खींचकर उनका आकार बदलें। दिख रहे टैब पर Shift-क्लिक करने से उसका फलक हट जाता है, और किसी भी टैब पर सामान्य क्लिक करने से एक ही पृष्ठ पर लौट आते हैं। आप टैब पर दायाँ क्लिक करके “विभाजन में खोलें” भी चुन सकते हैं।
hr: Povuci razdjelnik između okna da im promijeniš veličinu. Shift-klik na prikazanu karticu uklanja njezino okno, a običan klik na bilo koju karticu vraća te na jednu stranicu. Možeš i desnom tipkom kliknuti karticu i odabrati Otvori u podjeli.
hu: Húzd a panelek közti elválasztót az átméretezéshez. Shift-kattintás egy megjelenített lapon eltávolítja annak panelét, egy sima kattintás bármelyik lapon visszatér az egyoldalas nézethez. Jobb gombbal is kattinthatsz egy lapra, és választhatod a Megnyitás osztott nézetben pontot.
id: Seret pembatas antarpanel untuk mengubah ukurannya. Shift-klik tab yang ditampilkan untuk melepas panelnya, atau klik tab mana pun seperti biasa untuk kembali ke satu halaman. Anda juga bisa klik kanan tab dan memilih Buka dalam pembagian.
it: Trascina il divisore tra i riquadri per ridimensionarli. Fai clic con Maiuscole su una scheda mostrata per rimuovere il suo riquadro, oppure fai clic normalmente su una scheda per tornare a una pagina sola. Puoi anche fare clic destro su una scheda e scegliere Apri in vista divisa.
ja: ペインの間の仕切りをドラッグするとサイズを変えられます。表示中のタブを Shift クリックするとそのペインが外れ、タブを普通にクリックすると 1 ページ表示に戻ります。タブを右クリックして「分割で開く」を選ぶこともできます。
ko: 패널 사이의 구분선을 드래그해 크기를 조절하세요. 표시된 탭을 Shift-클릭하면 그 패널이 빠지고, 탭을 그냥 클릭하면 한 페이지로 돌아갑니다. 탭을 마우스 오른쪽 버튼으로 클릭해 ‘분할로 열기’를 선택할 수도 있습니다.
ms: Seret pembahagi antara anak tetingkap untuk mengubah saiznya. Shift-klik pada tab yang dipaparkan untuk membuang anak tetingkapnya, atau klik mana-mana tab seperti biasa untuk kembali ke satu halaman. Anda juga boleh klik kanan pada tab dan pilih Buka dalam pembahagian.
nb: Dra i skillelinjen mellom rutene for å endre størrelsen. Skift-klikk på en vist fane for å fjerne ruten dens, eller klikk på en fane som vanlig for å gå tilbake til én side. Du kan også høyreklikke en fane og velge Åpne i deling.
nl: Sleep de scheiding tussen deelvensters om ze te vergroten of verkleinen. Shift-klik een getoond tabblad om het deelvenster te verwijderen, of klik gewoon op een tabblad om terug te keren naar één pagina. Je kunt ook met de rechtermuisknop op een tabblad klikken en ‘Open in splitsing’ kiezen.
pl: Przeciągnij separator między panelami, aby zmienić ich rozmiar. Kliknij z Shiftem pokazaną kartę, aby usunąć jej panel, albo kliknij dowolną kartę normalnie, aby wrócić do jednej strony. Możesz też kliknąć kartę prawym przyciskiem i wybrać Otwórz w podziale.
pt_br: Arraste o divisor entre os painéis para redimensioná-los. Clique com Shift em uma aba exibida para remover o painel dela, ou clique normalmente em qualquer aba para voltar a uma única página. Você também pode clicar com o botão direito em uma aba e escolher Abrir em divisão.
ro: Trage de separatorul dintre panouri pentru a le redimensiona. Shift-clic pe o filă afișată îi elimină panoul, iar un clic obișnuit pe orice filă te readuce la o singură pagină. Poți și să dai clic dreapta pe o filă și să alegi Deschide în divizare.
ru: Перетаскивайте разделитель между панелями, чтобы изменить их размер. Щёлкните по показанной вкладке с ⇧, чтобы убрать её панель, или щёлкните по любой вкладке обычным образом, чтобы вернуться к одной странице. Можно также щёлкнуть по вкладке правой кнопкой и выбрать «Открыть в разделении».
sk: Ťahaním oddeľovača medzi panelmi meníš ich veľkosť. Shift-klikom na zobrazenú kartu odstrániš jej panel, obyčajným kliknutím na ktorúkoľvek kartu sa vrátiš k jedinej stránke. Na kartu môžeš tiež kliknúť pravým tlačidlom a zvoliť Otvoriť v rozdelení.
sv: Dra i avdelaren mellan rutorna för att ändra storlek. Skift-klicka på en visad flik för att ta bort dess ruta, eller klicka på en flik som vanligt för att återgå till en enda sida. Du kan också högerklicka på en flik och välja Öppna i delning.
th: ลากเส้นแบ่งระหว่างบานหน้าต่างเพื่อปรับขนาด กด Shift แล้วคลิกแท็บที่แสดงอยู่เพื่อเอาบานของมันออก หรือคลิกแท็บใดก็ได้ตามปกติเพื่อกลับไปหน้าเดียว คุณยังคลิกขวาที่แท็บแล้วเลือก เปิดในการแบ่งหน้าจอ ได้ด้วย
tr: Panellerin arasındaki ayırıcıyı sürükleyerek boyutlarını değiştirin. Gösterilen bir sekmeye Shift ile tıklamak panelini kaldırır; herhangi bir sekmeye normal tıklamak tek sayfaya döner. Bir sekmeye sağ tıklayıp Bölmede aç seçeneğini de kullanabilirsiniz.
uk: Перетягуйте роздільник між панелями, щоб змінити їхній розмір. Клацніть показану вкладку з ⇧, щоб прибрати її панель, або клацніть будь-яку вкладку звичайно, щоб повернутися до однієї сторінки. Можна також клацнути вкладку правою кнопкою та вибрати «Відкрити в розділенні».
vi: Kéo đường phân cách giữa các khung để đổi kích thước. Shift-nhấp vào một thẻ đang hiện để bỏ khung của nó, hoặc nhấp bình thường vào thẻ bất kỳ để quay về một trang. Bạn cũng có thể nhấp chuột phải vào thẻ và chọn Mở trong chia đôi.
zh_hans: 拖动窗格之间的分隔线可调整大小。按住 Shift 点按已显示的标签页可移除它的窗格，正常点按任意标签页则回到单页。你也可以右键点按标签页并选择“在分屏中打开”。
zh_hk: 拖移窗格之間的分隔線可調整大小。按住 Shift 點按已顯示的分頁可移除它的窗格，正常點按任一分頁則回到單頁。你也可以在分頁上按右鍵並選擇「在分割中打開」。

source: Each destination is independent: you can put a PNG on the clipboard, a PDF in the shared folder, and a JPEG in this shortcut's own folder from a single press. Rebind the keys in Settings → Shortcuts.
ar: كل وجهة مستقلة: بضغطة واحدة يمكنك وضع صورة PNG في الحافظة، وملف PDF في المجلد المشترك، وصورة JPEG في المجلد الخاص بهذا الاختصار. غيّر المفاتيح من الإعدادات ← الاختصارات.
ca: Cada destinació és independent: amb una sola pulsació pots posar un PNG al porta-retalls, un PDF a la carpeta compartida i un JPEG a la carpeta pròpia d'aquesta drecera. Canvia les tecles a Configuració → Dreceres.
cs: Každý cíl je nezávislý: jedním stiskem dáš PNG do schránky, PDF do sdílené složky a JPEG do vlastní složky této zkratky. Klávesy změníš v Nastavení → Zkratky.
da: Hver destination er uafhængig: med ét tryk kan du lægge en PNG på udklipsholderen, en PDF i den delte mappe og en JPEG i denne genvejs egen mappe. Skift tasterne under Indstillinger → Genveje.
de: Jedes Ziel ist unabhängig: Du kannst mit einem einzigen Druck ein PNG in die Zwischenablage, ein PDF in den gemeinsamen Ordner und ein JPEG in den eigenen Ordner dieses Kurzbefehls legen. Die Tasten änderst du unter Einstellungen → Kurzbefehle.
el: Κάθε προορισμός είναι ανεξάρτητος: με ένα πάτημα μπορείς να βάλεις ένα PNG στο πρόχειρο, ένα PDF στον κοινό φάκελο και ένα JPEG στον δικό της φάκελο αυτής της συντόμευσης. Άλλαξε τα πλήκτρα στις Ρυθμίσεις → Συντομεύσεις.
es: Cada destino es independiente: con una sola pulsación puedes poner un PNG en el portapapeles, un PDF en la carpeta compartida y un JPEG en la carpeta propia de este atajo. Cambia las teclas en Ajustes → Atajos.
fi: Jokainen kohde on itsenäinen: yhdellä painalluksella voit laittaa PNG:n leikepöydälle, PDF:n jaettuun kansioon ja JPEG:n tämän pikanäppäimen omaan kansioon. Näppäimet vaihdetaan kohdassa Asetukset → Pikanäppäimet.
fr: Chaque destination est indépendante : d'une seule pression, vous pouvez mettre un PNG dans le presse-papiers, un PDF dans le dossier partagé et un JPEG dans le dossier propre à ce raccourci. Modifiez les touches dans Réglages → Raccourcis.
he: כל יעד עצמאי: בלחיצה אחת אפשר להניח PNG בלוח, PDF בתיקייה המשותפת ו‑JPEG בתיקייה הייעודית של הקיצור הזה. שנה את המקשים ב״הגדרות ← קיצורים״.
hi: हर गंतव्य स्वतंत्र है: एक ही बार दबाकर आप PNG क्लिपबोर्ड में, PDF साझा फ़ोल्डर में और JPEG इस शॉर्टकट के अपने फ़ोल्डर में डाल सकते हैं। कुंजियाँ सेटिंग्स → शॉर्टकट में बदलें।
hr: Svako je odredište neovisno: jednim pritiskom možeš staviti PNG u međuspremnik, PDF u zajedničku mapu i JPEG u vlastitu mapu ove prečice. Tipke promijeni u Postavke → Prečice.
hu: Minden célhely független: egyetlen lenyomással tehetsz PNG-t a vágólapra, PDF-et a közös mappába és JPEG-et ennek a gyorsbillentyűnek a saját mappájába. A billentyűket a Beállítások → Gyorsbillentyűk alatt módosíthatod.
id: Setiap tujuan berdiri sendiri: dengan sekali tekan Anda bisa menaruh PNG di papan klip, PDF di folder bersama, dan JPEG di folder milik pintasan ini. Ubah tombolnya di Pengaturan → Pintasan.
it: Ogni destinazione è indipendente: con una sola pressione puoi mettere un PNG negli appunti, un PDF nella cartella condivisa e un JPEG nella cartella dedicata a questa scorciatoia. Cambia i tasti in Impostazioni → Scorciatoie.
ja: 保存先はそれぞれ独立しています。一度押すだけで、PNG をクリップボードへ、PDF を共有フォルダへ、JPEG をこのショートカット専用のフォルダへ、同時に送れます。キーは 設定 → ショートカット で変更できます。
ko: 각 대상은 서로 독립적입니다. 한 번 누르는 것만으로 PNG는 클립보드에, PDF는 공유 폴더에, JPEG는 이 단축키 전용 폴더에 넣을 수 있습니다. 키는 설정 → 단축키에서 바꾸세요.
ms: Setiap destinasi berdiri sendiri: dengan satu tekanan anda boleh meletakkan PNG di papan keratan, PDF dalam folder kongsi, dan JPEG dalam folder milik pintasan ini. Tukar kekunci di Tetapan → Pintasan.
nb: Hver destinasjon er uavhengig: med ett trykk kan du legge en PNG på utklippstavlen, en PDF i den delte mappen og en JPEG i denne hurtigtastens egen mappe. Endre tastene under Innstillinger → Hurtigtaster.
nl: Elke bestemming staat op zichzelf: met één druk kun je een PNG op het klembord zetten, een pdf in de gedeelde map en een JPEG in de eigen map van deze toetscombinatie. Wijzig de toetsen via Instellingen → Toetscombinaties.
pl: Każdy cel jest niezależny: jednym naciśnięciem możesz umieścić PNG w schowku, PDF we wspólnym folderze, a JPEG we własnym folderze tego skrótu. Klawisze zmienisz w Ustawienia → Skróty.
pt_br: Cada destino é independente: com um único toque você pode colocar um PNG na área de transferência, um PDF na pasta compartilhada e um JPEG na pasta própria deste atalho. Mude as teclas em Ajustes → Atalhos.
ro: Fiecare destinație e independentă: dintr-o singură apăsare poți pune un PNG în clipboard, un PDF în dosarul comun și un JPEG în dosarul propriu al acestei scurtături. Schimbă tastele în Configurări → Scurtături.
ru: Каждое назначение независимо: одним нажатием можно положить PNG в буфер обмена, PDF — в общую папку, а JPEG — в собственную папку этого сочетания. Клавиши меняются в разделе «Настройки → Сочетания клавиш».
sk: Každý cieľ je nezávislý: jedným stlačením dáš PNG do schránky, PDF do zdieľaného priečinka a JPEG do vlastného priečinka tejto skratky. Klávesy zmeníš v Nastavenia → Skratky.
sv: Varje mål är oberoende: med ett enda tryck kan du lägga en PNG i urklipp, en PDF i den delade mappen och en JPEG i det här kortkommandots egen mapp. Ändra tangenterna i Inställningar → Kortkommandon.
th: ปลายทางแต่ละที่เป็นอิสระต่อกัน กดครั้งเดียวคุณก็วาง PNG ไว้ในคลิปบอร์ด วาง PDF ไว้ในโฟลเดอร์ที่ใช้ร่วมกัน และวาง JPEG ไว้ในโฟลเดอร์เฉพาะของปุ่มลัดนี้ได้ เปลี่ยนปุ่มได้ที่ การตั้งค่า → ปุ่มลัด
tr: Her hedef bağımsızdır: tek bir basışla panoya PNG, paylaşılan klasöre PDF ve bu kısayolun kendi klasörüne JPEG koyabilirsiniz. Tuşları Ayarlar → Kısayollar bölümünden değiştirin.
uk: Кожне призначення незалежне: одним натисканням можна покласти PNG у буфер обміну, PDF — у спільну папку, а JPEG — у власну папку цього сполучення. Клавіші змінюються в розділі «Параметри → Сполучення клавіш».
vi: Mỗi đích đến độc lập với nhau: chỉ một lần nhấn, bạn có thể đưa PNG vào bảng nháp, PDF vào thư mục dùng chung và JPEG vào thư mục riêng của phím tắt này. Đổi phím trong Cài đặt → Phím tắt.
zh_hans: 每个去向互不影响：按一次就能把 PNG 放进剪贴板、把 PDF 放进共享文件夹、把 JPEG 放进这个快捷键自己的文件夹。按键可在 设置 → 快捷键 中更改。
zh_hk: 每個目的地互不影響：按一次就能把 PNG 放進剪貼板、把 PDF 放進共用檔案夾、把 JPEG 放進這個快速鍵自己的檔案夾。按鍵可在 設定 → 快速鍵 中更改。

source: Each shortcut can save to this one folder, to a folder of its own, or to both. Leave it empty and screenshots collect in ~/Pictures/Browser Screenshots.
ar: يمكن لكل اختصار أن يحفظ في هذا المجلد الواحد، أو في مجلد خاص به، أو في كليهما. اتركه فارغًا وستتجمّع اللقطات في ‎~/Pictures/Browser Screenshots‎.
ca: Cada drecera pot desar en aquesta única carpeta, en una de pròpia o en totes dues. Si la deixes buida, les captures s'acumulen a ~/Pictures/Browser Screenshots.
cs: Každá zkratka může ukládat do této jedné složky, do vlastní složky, nebo do obou. Necháš-li pole prázdné, snímky se hromadí v ~/Pictures/Browser Screenshots.
da: Hver genvej kan arkivere i denne ene mappe, i sin egen mappe eller i begge. Lader du den stå tom, samles skærmbillederne i ~/Pictures/Browser Screenshots.
de: Jeder Kurzbefehl kann in diesen einen Ordner sichern, in einen eigenen oder in beide. Lässt du ihn leer, sammeln sich Bildschirmfotos in ~/Pictures/Browser Screenshots.
el: Κάθε συντόμευση μπορεί να αποθηκεύει σε αυτόν τον έναν φάκελο, σε δικό της φάκελο ή και στα δύο. Αν τον αφήσεις κενό, τα στιγμιότυπα μαζεύονται στο ~/Pictures/Browser Screenshots.
es: Cada atajo puede guardar en esta única carpeta, en una carpeta propia, o en ambas. Si la dejas vacía, las capturas se acumulan en ~/Pictures/Browser Screenshots.
fi: Jokainen pikanäppäin voi tallentaa tähän yhteen kansioon, omaan kansioonsa tai molempiin. Jos jätät kentän tyhjäksi, kuvakaappaukset kertyvät kansioon ~/Pictures/Browser Screenshots.
fr: Chaque raccourci peut enregistrer dans ce dossier unique, dans un dossier qui lui est propre, ou dans les deux. Laissez-le vide et les captures s'accumulent dans ~/Pictures/Browser Screenshots.
he: כל קיצור יכול לשמור לתיקייה היחידה הזו, לתיקייה משלו, או לשתיהן. אם תשאיר ריק, צילומי המסך יצטברו ב‑‎~/Pictures/Browser Screenshots‎.
hi: हर शॉर्टकट इसी एक फ़ोल्डर में, अपने फ़ोल्डर में, या दोनों में सहेज सकता है। खाली छोड़ने पर स्क्रीनशॉट ~/Pictures/Browser Screenshots में जमा होते हैं।
hr: Svaka prečica može spremati u ovu jednu mapu, u vlastitu mapu ili u obje. Ostaviš li polje prazno, snimke se skupljaju u ~/Pictures/Browser Screenshots.
hu: Minden gyorsbillentyű menthet ebbe az egy mappába, saját mappájába, vagy mindkettőbe. Ha üresen hagyod, a képernyőképek a ~/Pictures/Browser Screenshots mappában gyűlnek.
id: Setiap pintasan bisa menyimpan ke satu folder ini, ke foldernya sendiri, atau ke keduanya. Biarkan kosong dan tangkapan layar akan terkumpul di ~/Pictures/Browser Screenshots.
it: Ogni scorciatoia può salvare in quest'unica cartella, in una cartella propria o in entrambe. Se la lasci vuota, le istantanee si raccolgono in ~/Pictures/Browser Screenshots.
ja: 各ショートカットは、この共有フォルダ、専用フォルダ、またはその両方に保存できます。空のままにすると、スクリーンショットは ~/Pictures/Browser Screenshots にたまります。
ko: 각 단축키는 이 하나의 폴더, 자체 폴더, 또는 둘 다에 저장할 수 있습니다. 비워 두면 스크린샷이 ~/Pictures/Browser Screenshots에 모입니다.
ms: Setiap pintasan boleh menyimpan ke satu folder ini, ke foldernya sendiri, atau ke kedua-duanya. Biarkan kosong dan tangkapan skrin akan berkumpul di ~/Pictures/Browser Screenshots.
nb: Hver hurtigtast kan lagre i denne ene mappen, i sin egen mappe, eller i begge. Lar du den stå tom, samler skjermbildene seg i ~/Pictures/Browser Screenshots.
nl: Elke toetscombinatie kan bewaren in deze ene map, in een eigen map, of in beide. Laat je hem leeg, dan verzamelen schermafbeeldingen zich in ~/Pictures/Browser Screenshots.
pl: Każdy skrót może zapisywać do tego jednego folderu, do własnego folderu albo do obu. Zostaw pole puste, a zrzuty będą się zbierać w ~/Pictures/Browser Screenshots.
pt_br: Cada atalho pode salvar nesta única pasta, em uma pasta própria, ou em ambas. Se deixar vazio, as capturas se acumulam em ~/Pictures/Browser Screenshots.
ro: Fiecare scurtătură poate salva în acest dosar unic, într-un dosar propriu sau în amândouă. Dacă îl lași gol, capturile se adună în ~/Pictures/Browser Screenshots.
ru: Каждое сочетание может сохранять в эту одну папку, в собственную папку или в обе сразу. Оставьте поле пустым — и снимки будут собираться в ~/Pictures/Browser Screenshots.
sk: Každá skratka môže ukladať do tohto jedného priečinka, do vlastného priečinka alebo do oboch. Ak pole necháš prázdne, snímky sa zbierajú v ~/Pictures/Browser Screenshots.
sv: Varje kortkommando kan spara till den här enda mappen, till en egen mapp, eller till båda. Lämnar du den tom samlas skärmbilderna i ~/Pictures/Browser Screenshots.
th: ปุ่มลัดแต่ละอันบันทึกลงโฟลเดอร์เดียวนี้ ลงโฟลเดอร์ของตัวเอง หรือทั้งสองอย่างก็ได้ ถ้าเว้นว่างไว้ ภาพหน้าจอจะไปรวมกันที่ ~/Pictures/Browser Screenshots
tr: Her kısayol bu tek klasöre, kendi klasörüne ya da her ikisine kaydedebilir. Boş bırakırsanız ekran görüntüleri ~/Pictures/Browser Screenshots içinde toplanır.
uk: Кожне сполучення може зберігати в цю одну папку, у власну папку або в обидві. Залиште поле порожнім — і знімки збиратимуться в ~/Pictures/Browser Screenshots.
vi: Mỗi phím tắt có thể lưu vào riêng thư mục này, vào thư mục của chính nó, hoặc cả hai. Để trống thì ảnh chụp sẽ dồn vào ~/Pictures/Browser Screenshots.
zh_hans: 每个快捷键都可以存到这一个文件夹、存到自己的文件夹，或者两者都存。留空的话，截图会攒在 ~/Pictures/Browser Screenshots。
zh_hk: 每個快速鍵都可以存到這一個檔案夾、存到自己的檔案夾，或者兩者都存。留空的話，截圖會集中在 ~/Pictures/Browser Screenshots。

source: Element Under Cursor
ar: العنصر تحت المؤشر
ca: Element sota el punter
cs: Prvek pod kurzorem
da: Element under markøren
de: Element unter dem Zeiger
el: Στοιχείο κάτω από τον δείκτη
es: Elemento bajo el cursor
fi: Osoittimen alla oleva elementti
fr: Élément sous le pointeur
he: הפריט שמתחת לסמן
hi: कर्सर के नीचे का तत्व
hr: Element pod pokazivačem
hu: A mutató alatti elem
id: Elemen di bawah kursor
it: Elemento sotto il puntatore
ja: カーソル下の要素
ko: 커서 아래 요소
ms: Elemen di bawah kursor
nb: Element under pekeren
nl: Element onder de aanwijzer
pl: Element pod kursorem
pt_br: Elemento sob o cursor
ro: Elementul de sub cursor
ru: Элемент под курсором
sk: Prvok pod kurzorom
sv: Element under pekaren
th: องค์ประกอบใต้เคอร์เซอร์
tr: İmlecin altındaki öğe
uk: Елемент під курсором
vi: Phần tử dưới con trỏ
zh_hans: 指针下的元素
zh_hk: 指標下的元素

source: Every pane
ar: كل لوح
ca: Totes les subfinestres
cs: Všechny panely
da: Alle ruder
de: Alle Bereiche
el: Όλα τα τμήματα
es: Todos los paneles
fi: Kaikki ruudut
fr: Tous les volets
he: כל החלוניות
hi: हर फलक
hr: Sva okna
hu: Minden panel
id: Setiap panel
it: Tutti i riquadri
ja: すべてのペイン
ko: 모든 패널
ms: Setiap anak tetingkap
nb: Alle ruter
nl: Elk deelvenster
pl: Wszystkie panele
pt_br: Todos os painéis
ro: Toate panourile
ru: Все панели
sk: Všetky panely
sv: Alla rutor
th: ทุกบานหน้าต่าง
tr: Her panel
uk: Усі панелі
vi: Mọi khung
zh_hans: 每个窗格
zh_hk: 每個窗格
